data = {
    "УВП-111": {
        "Понедельник": """3 пара
11:40-13:00
Математика, Антонова Е.В. (Лекция) 1553
4 пара
13:45-15:05
I неделя
История транспорта, Танцевова А.В. (Лекция) 1553
II неделя
Философия и основы критического мышления, Дронкина А.Г. (Лекция) 1553
5 пара
15:20-16:40
Философия и основы критического мышления, Дронкина А.Г. (Практическое занятие) 1308б""",
        "Вторник": ["""3 пара
11:40-13:00
Физическая культура и спорт(Практическое занятие)
4 пара
13:45-15:05
I неделя
История транспорта, к.и.н.Танцевова А.В. (Практическое занятие) 1309а
II неделя
Введение в информационные технологии, Афонина А.А. (Практическое занятие) 1321
5 пара
15:20-16:40
Английский язык, Дронова Н.А. (Практическое занятие) 1524, к.фил.н.Сахаров Ю.А. (Практическое занятие) 1309б
6 пара
16:55-18:15
I неделя
Английский язык, Дронова Н.А. (Практическое занятие) 1309б
II неделя
Английский язык, к.фил.н.Сахаров Ю.А. (Практическое занятие) 1309б"""],
        "Среда" : ["""3 пара
11:40-13:00
Линейная алгебра, Спирюхова К.В. (Практическое занятие) 1321
4 пара
13:45-15:05
Программирование, Дутова Е.А., Городников А.И. (Лабораторная работа) 1321
5 пара
15:20-16:40
Английский язык, Сидельникова Е.М. (Практическое занятие) 1121
6 пара
16:55-18:15
II неделя
Английский язык, Сидельникова Е.М. (Практическое занятие) 1121"""],
        "Четверг" : ["""1 пара
08:30-09:50
Управление конфликтами, Ефремова А.С. (Практическое занятие) 12316
2 пара
10:05-11:25
Управление конфликтами, Ефремова А.С. (Практическое занятие) 12316
3 пара
11:40-13:00
Введение в информационные технологии, Разживайкин И.С. (Лекция) 1523
4 пара
13:45-15:05
Введение в информационные технологии, Городников А.И., Афонина А.А. (Лабораторная работа) 1318"""],
        "Пятница" : ["""2 пара
10:05-11:25
Математика, Антонова Е.В. (Практическое занятие) 1524
3 пара
11:40-13:00
I неделя
Математика, Антонова Е.В. (Практическое занятие) 1524
II неделя
Проектная деятельность(Практическое занятие) 1313
4 пара
13:45-15:05
Проектная деятельность(Практическое занятие) 1313
5 пара
15:20-16:40
Программирование, Разживайкин И.С. (Лекция) 1541
6 пара
16:55-18:15
Линейная алгебра(Лекция) 1553"""]
    },



    "УВП-112": {
        "Понедельник": ["""1 пара 
08:30-09:50
Управление конфликтами, Ефремова А.С. (Практическое занятие) 12315
2 пара 
10:05-11:25 
Управление конфликтами, Ефремова А.С. (Практическое занятие) 12315
3 пара 
11:40-13:00 
Математика, Антонова Е.В. (Лекция) 1553
4 пара 
13:45-15:05
I неделя
История транспорта, к.и.н.Танцевова А.В. (Лекция) 1553
II неделя
Философия и основы критического мышления, Дронкина А.Г. (Лекция) 1553
5 пара 
15:20-16:40 
Линейная алгебра, Спирюхова К.В. (Практическое занятие) 1529
6 пара 
16:55-18:15
II неделя
Английский язык, Мартыненко О.А. (Практическое занятие) 1320 """],

        "Вторник": ["""1 пара 
08:30-09:50 
Математика, Антонова Е.В. (Практическое занятие) 1309а
2 пара 
10:05-11:25
I неделя
История транспорта, к.и.н.Танцевова А.В. (Практическое занятие) 1416
II неделя
Математика, Антонова Е.В. (Практическое занятие) 1309а
3 пара 
11:40-13:00 
Физическая культура и спорт(Практическое занятие)
4 пара 
13:45-15:05 
Английский язык, Мартыненко О.А. (Практическое занятие) 1003"""],

        "Среда" : ["""2 пара 
10:05-11:25
II неделя
Английский язык, Штаут Е.В. (Практическое занятие) 1003
3 пара 
11:40-13:00 
Английский язык, Штаут Е.В. (Практическое занятие) 1003
4 пара 
13:45-15:05 
Философия и основы критического мышления, д.ф.н., доц.Пархоменко Р.Н. (Практическое занятие) 1528
5 пара 
15:20-16:40 
Немецкий язык, Сидельникова Е.М. (Практическое занятие) 1121
6 пара 
16:55-18:15
II неделя
Немецкий язык, Сидельникова Е.М. (Практическое занятие) 1121"""],

        "Четверг" : ["""1 пара 
08:30-09:50
I неделя
Проектная деятельность(Практическое занятие) 1309а
II неделя
Введение в информационные технологии, Афонина А.А. (Практическое занятие) 1318
2 пара 
10:05-11:25 
Проектная деятельность(Практическое занятие) 1309а
3 пара 
11:40-13:00 
Введение в информационные технологии, Разживайкин И.С. (Лекция) 1523"""],

        "Пятница" :["""3 пара 
11:40-13:00 
Введение в информационные технологии, Городников А.И., Афонина А.А. (Лабораторная работа) 1321
4 пара 
13:45-15:05 
Программирование, Дутова Е.А., Городников А.И. (Лабораторная работа) 1321
5 пара 
15:20-16:40 
Программирование, Разживайкин И.С. (Лекция) 1541
6 пара 
16:55-18:15 
Линейная алгебра(Лекция) 1553"""]
    },



    "УВВ-111": {
        "Понедельник": [""" 1 пара
08:30-09:50
Управление конфликтами, к.соц.н., доц.Чернов В.В. (Практическое занятие) 1543
2 пара
10:05-11:25
Управление конфликтами, к.соц.н., доц.Чернов В.В. (Практическое занятие) 1543
3 пара
11:40-13:00
Математика, Антонова Е.В. (Лекция) 1553
4 пара
13:45-15:05
I неделя
История транспорта, к.и.н.Танцевова А.В. (Лекция) 1553
II неделя
Философия и основы критического мышления, Дронкина А.Г. (Лекция) 1553 """],
        "Вторник": ["""1 пара
08:30-09:50
Введение в информационные технологии(Лабораторная работа) 1318
2 пара
10:05-11:25
Философия и основы критического мышления, Дронкина А.Г. (Практическое занятие) 1524
3 пара
11:40-13:00
Физическая культура и спорт(Практическое занятие)
4 пара
13:45-15:05
Английский язык, Гасанова Ф.Р. (Практическое занятие) 1037"""],

        "Среда" : ["""1 пара
08:30-09:50
I неделя
Математика, Антонова Е.В. (Практическое занятие) 1524
2 пара
10:05-11:25
Математика, Антонова Е.В. (Практическое занятие) 1524
3 пара
11:40-13:00
Проектная деятельность, Абрамов А.В. (Практическое занятие) 1326
4 пара
13:45-15:05
I неделя
История транспорта, к.и.н.Танцевова А.В. (Практическое занятие) 1416
II неделя
Проектная деятельность, Абрамов А.В. (Практическое занятие) 1326
5 пара
15:20-16:40
Немецкий язык, Сидельникова Е.М. (Практическое занятие) 1121
6 пара
16:55-18:15
II неделя
Немецкий язык, Сидельникова Е.М. (Практическое занятие) 1121"""],

        "Четверг" : ["""1 пара
08:30-09:50
I неделя
Введение в информационные технологии(Практическое занятие) 1318
II неделя
Английский язык, Гасанова Ф.Р. (Практическое занятие) 1320
2 пара
10:05-11:25
Линейная алгебра, к.ф.-м.н.Турцынский М.К. (Практическое занятие) 1524
3 пара
11:40-13:00
Программирование, Цыганова Н.А., Никольская М.Н. (Лабораторная работа) 1330
4 пара
13:45-15:05
Введение в информационные технологии, Новиков А.И. (Лекция) 1543 """],
        "Пятница" :["""3 пара
11:40-13:00
Программирование(Лекция) 1553
4 пара
13:45-15:05
Линейная алгебра, к.ф.-м.н., доц.Горяйнов В.А. (Лекция) 1543
5 пара
15:20-16:40
Английский язык, к.п.н., доц.Гализина Е.Г. (Практическое занятие) 1037
6 пара
16:55-18:15
II неделя
Английский язык, к.п.н., доц.Гализина Е.Г. (Практическое занятие) 1037"""]
    },


    "УИС-111": {
        "Понедельник": ["""1 пара
08:30-09:50
Управление конфликтами, Малова Е.А. (Практическое занятие) 1543
2 пара
10:05-11:25
Управление конфликтами, Малова Е.А. (Практическое занятие) 1543
3 пара
11:40-13:00
Математика, Антонова Е.В. (Лекция) 1553
4 пара
13:45-15:05
I неделя
История транспорта, к.и.н.Танцевова А.В. (Лекция) 1553
II неделя
Философия и основы критического мышления, Дронкина А.Г. (Лекция) 1553
5 пара
15:20-16:40
Линейная алгебра, Чамо М.Р. (Практическое занятие) 1313 """],

        "Вторник": ["""3 пара
11:40-13:00
II неделя
Английский язык, Ерастова Д.А. (Практическое занятие) 1309б
4 пара
13:45-15:05
Английский язык, Ерастова Д.А. (Практическое занятие) 1309б
5 пара
15:20-16:40
I неделя
Проектная деятельность, Нуждин О.О. (Практическое занятие) 1308б
II неделя
История транспорта, к.и.н.Танцевова А.В. (Практическое занятие) 1308б
6 пара
16:55-18:15
Введение в информационные технологии, Нуждин О.О. (Лабораторная работа) 1319 """],

        "Среда" : ["""2 пара
10:05-11:25
II неделя
Английский язык, Петренко Т.В. (Практическое занятие) 1309б
3 пара
11:40-13:00
I неделя
Философия и основы критического мышления, к.ф.н.Садикова О.Г. (Практическое занятие) 1309а
II неделя
Философия и основы критического мышления, к.ф.н.Садикова О.Г. (Практическое занятие) 1308б
4 пара
13:45-15:05
Проектная деятельность, Нуждин О.О. (Практическое занятие) 1121
5 пара
15:20-16:40
Немецкий язык, Сидельникова Е.М. (Практическое занятие) 1121
6 пара
16:55-18:15
II неделя
Немецкий язык, Сидельникова Е.М. (Практическое занятие) 1121"""],

        "Четверг" : ["""1 пара
08:30-09:50
Английский язык, Петренко Т.В. (Практическое занятие) 1524
2 пара
10:05-11:25
I неделя
Введение в информационные технологии(Практическое занятие) 1319
II неделя
Математика, Антонова Е.В. (Практическое занятие) 1308б
3 пара
11:40-13:00
Введение в информационные технологии, Разживайкин И.С. (Лекция) 1523
4 пара
13:45-15:05
Физическая культура и спорт(Практическое занятие) """],

        "Пятница" :["""3 пара
11:40-13:00
Программирование(Лекция) 1553
4 пара
13:45-15:05
Математика, Антонова Е.В. (Практическое занятие) 1308б
5 пара
15:20-16:40
Программирование, Александрова Л.В., к.ф.-м.н., с.н.с.Савушкин С.А. (Лабораторная работа) 1319
6 пара
16:55-18:15
Линейная алгебра(Лекция) 1553"""]
    },




    "УИС-112": {
        "Понедельник": ["""3 пара 
11:40-13:00 
Математика, Антонова Е.В. (Лекция) 1553
4 пара
13:45-15:05
I неделя
История транспорта, к.и.н.Танцевова А.В. (Лекция) 1553
II неделя
Философия и основы критического мышления, Дронкина А.Г. (Лекция) 1553 
5 пара 
15:20-16:40
I неделя
Английский язык, Ерастова Д.А. (Практическое занятие) 1308а"""],

        "Вторник": ["""2 пара
10:05-11:25
Введение в информационные технологии, Нуждин О.О., к.ф.-м.н., с.н.с.Савушкин С.А. (Лабораторная работа) 1321
3 пара 
11:40-13:00
I неделя
Введение в информационные технологии(Практическое занятие) 1318
II неделя
История транспорта, к.и.н.Танцевова А.В. (Практическое занятие) 1308б
4 пара 
13:45-15:05
I неделя
Английский язык, Петренко Т.В. (Практическое занятие) 1320"""],

        "Среда" : ["""1 пара 
08:30-09:50
Управление конфликтами, Малова Е.А. (Практическое занятие) 1543
2 пара
10:05-11:25 
Управление конфликтами, Малова Е.А. (Практическое занятие) 1543
3 пара 
11:40-13:00
I неделя
Математика, Антонова Е.В. (Практическое занятие) 1121
II неделя
Математика, Антонова Е.В. (Практическое занятие) 1524
4 пара 
13:45-15:05 
Линейная алгебра, Спирюхова К.В. (Практическое занятие) 1313
5 пара 
15:20-16:40
Немецкий язык, Сидельникова Е.М. (Практическое занятие) 1121. Английский язык, Петренко Т.В. (Практическое занятие) 1320
6 пара 
16:55-18:15
II неделя
Немецкий язык, Сидельникова Е.М. (Практическое занятие) 1121 """],
        "Четверг" : ["""1 пара 
08:30-09:50
I неделя
Проектная деятельность, Нуждин О.О. (Практическое занятие) 1313
II неделя
Математика, Антонова Е.В. (Практическое занятие) 1308б
2 пара 
10:05-11:25 
Проектная деятельность, Нуждин О.О. (Практическое занятие) 1313
3 пара 
11:40-13:00 
Введение в информационные технологии, Разживайкин И.С. (Лекция) 1523
4 пара 
13:45-15:05 
Физическая культура и спорт(Практическое занятие) """],

        "Пятница" :["""2 пара 
10:05-11:25 
Английский язык, Ерастова Д.А. (Практическое занятие) 1309б
3 пара 
11:40-13:00 
Программирование(Лекция) 1553
4 пара 
13:45-15:05 
Программирование, Александрова Л.В., к.ф.-м.н., с.н.с.Савушкин С.А. (Лабораторная работа) 1319
5 пара 
15:20-16:40 
Философия и основы критического мышления, Дронкина А.Г. (Практическое занятие) 1308б
6 пара 
16:55-18:15 
Линейная алгебра(Лекция) 1553"""]
    }
}



























